# Command-line tools installed with Homebrew.
brew "curl"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "mas"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "pinentry"
brew "pinentry-mac"
brew "woff2"

# Requires an Apple Account signed in to the Mac App Store.
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
